[
  {
    "title": "Moana 2 (2024)",
    "home": "moana-2-2024",
    "releaseDate": "2024-11-27",
    "duration": 100,
    "genres": "Action,Adventure,Animated",
    "description": "Walt Disney Animation Studios’ epic animated musical “Moana 2” reunites Moana and Maui for an expansive new voyage alongside a crew of unlikely seafarers. After receiving an unexpected call from her wayfinding ancestors, Moana must journey to the far seas of Oceania and into dangerous, long-lost waters for an adventure unlike anything she’s ever faced. ",
    "rating": 87,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Wicked (2024)",
    "home": "wicked-2024",
    "releaseDate": "2024-11-22",
    "duration": 160,
    "genres": "Drama,Music,Performing Arts",
    "description": "Wicked, the untold story of the witches of Oz, stars Emmy, Grammy and Tony winning powerhouse Cynthia Erivo as Elphaba, a young woman, misunderstood because of her unusual green skin, who has yet to discover her true power, and Ariana Grande as Glinda, a popular young woman, gilded by privilege and ambition, who has yet to discover her true heart.\r\n \r\nThe two meet as students at Shiz University in the fantastical Land of Oz and forge an unlikely but profound friendship. Following an encounter with The Wonderful Wizard of Oz, their friendship reaches a crossroads and their lives take very different paths. Glinda's unflinching desire for popularity sees her seduced by power, while Elphaba's determination to remain true to herself, and to those around her, will have unexpected and shocking consequences on her future. Their extraordinary adventures in Oz will ultimately see them fulfill their destinies as Glinda the Good and the Wicked Witch of the West.",
    "rating": 96,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Gladiator II (2024)",
    "home": "gladiator-ii-2024",
    "releaseDate": "2024-11-22",
    "duration": 148,
    "genres": "Action,Adventure,Drama",
    "description": "From legendary director Ridley Scott, Gladiator II continues the epic saga of power, intrigue, and vengeance set in Ancient Rome. Years after witnessing the death of the revered hero Maximus at the hands of his uncle, Lucius (Paul Mescal) is forced to enter the Colosseum after his home is conquered by the tyrannical Emperors who now lead Rome with an iron fist. With rage in his heart and the future of the Empire at stake, Lucius must look to his past to find strength and honor to return the glory of Rome to its people.",
    "rating": 82,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Red One (2024)",
    "home": "red-one-2024",
    "releaseDate": "2024-11-15",
    "duration": 123,
    "genres": "Action,Adventure,Comedy",
    "description": "After a villain kidnaps Santa from the North Pole, an E.L.F (Extremely Large and Formidable) operative (Dwayne Johnson) must partner with the world’s most accomplished tracker (Chris Evans) to find Santa and save Christmas.",
    "rating": 90,
    "thumbnail": {
      "url": "cover.jpg"
    },
    "images": [
      {
        "url": "cover.jpg",
        "type": "thumbnail"
      },
      {
        "url": "image2.jpg",
        "type": "gallery"
      }
    ]
  },
  {
    "title": "Y2K (2024)",
    "home": "y2k-2024",
    "releaseDate": "2024-12-06",
    "duration": 93,
    "genres": "Comedy,Sci-Fi,Fantasy",
    "description": "Two high school nobodies make the decision to crash the last major celebration before the new millennium on New Year's Eve 1999. The night becomes even crazier than they could have ever dreamed when the clock strikes midnight.",
    "rating": 50,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Werewolves (2024)",
    "home": "werewolves-2024",
    "releaseDate": "2024-12-06",
    "duration": 86,
    "genres": "Action,Adventure,Horror",
    "description": "In WEREWOLVES, a supermoon event has triggered a latent gene in every human on the planet, turning anyone who entered the moonlight into a werewolf for that one night. Chaos ensued and close to a billion people died. Now, a year later, the Supermoon is back.",
    "rating": 47,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Solo Leveling: ReAwakening (2024)",
    "home": "solo-leveling-reawakening-2024",
    "releaseDate": "2024-12-06",
    "duration": 120,
    "genres": "Action,Adventure,Animated",
    "description": "Solo Leveling -ReAwakening- features a catch-up recap of the first season coupled with an exclusive sneak peek of the first two episodes of the highly anticipated second season in one momentous theatrical fan experience. Over a decade has passed since a pathway called a \"gate\" which connects this world and another dimension suddenly appeared, and people with superhuman powers called \"hunters\" have been awakened. Hunters use their superhuman powers to conquer dungeons inside the gates to make a living, and Sung Jinwoo, a hunter of the lowest rank, is considered the Weakest Hunter of All Mankind. One day, he encounters a double dungeon, a high-level dungeon hidden inside a low-level one. In front of a severely wounded Jinwoo, a mysterious quest window pops up. On the verge of death, Jinwoo decides to take on the quest, which makes him the only person who can level up.",
    "rating": 95,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "The Best Christmas Pageant Ever (2024)",
    "home": "the-best-christmas-pageant-ever-2024",
    "releaseDate": "2024-11-08",
    "duration": 99,
    "genres": "Drama,Family",
    "description": "The Herdmans are absolutely the worst kids in the history of the world. They lie, they steal, they bully…and now they’ve hijacked the town Christmas pageant. Directed by Dallas Jenkins (“The Chosen”) and based on the international bestseller by Barbara Robinson, THE BEST CHRISTMAS PAGEANT EVER follows six siblings who sneak into church searching for snacks and walk away with the lead roles in the town pageant. Grace (Judy Greer) is directing the performance for the very first time; she and her daughter Beth (Molly Belle Wright) and husband Bob (Pete Holmes) are in over their heads, especially against a town that wants them to kick the Herdmans out. But the play’s mischievous stars might unwittingly teach a community the true meaning of Christmas. Featuring Lauren Graham. Screenplay by Ryan Swanson and Platte F. Clark & Darin McDaniel.",
    "rating": 97,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Pushpa 2: The Rule (2024)",
    "home": "pushpa-2-the-rule-2024",
    "releaseDate": "2024-12-05",
    "duration": 190,
    "genres": "Action,Adventure,Drama",
    "description": "The clash is on as Pushpa and Bhanwar Singh continue their rivalry in this epic conclusion to the two-part action drama.",
    "rating": 77,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "The Order (2024)",
    "home": "the-order-2024",
    "releaseDate": "2024-12-06",
    "duration": 116,
    "genres": "Suspense,Thriller",
    "description": "Based on a true story, a series of bank robberies and armored car heists frightened communities in the Pacific Northwest. A lone FBI agent believes that the crimes were not the work of financially motivated criminals, but rather a group of dangerous domestic terrorists.",
    "rating": 91,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "for KING + COUNTRY'S: A Drummer Boy Christmas LIVE",
    "home": "for-king-+-country's-a-drummer-boy-christmas-live",
    "releaseDate": "2024-12-05",
    "duration": 100,
    "genres": "Concert,Special Events",
    "description": "Embrace the most wonderful time of the year with the holiday event of the season – for KING + COUNTRY’s ‘A Drummer Boy Christmas LIVE | The Cinematic Concert Experience!’ Step into the Christmas spirit like never before as 4x GRAMMY-award winning brothers Joel + Luke Smallbone lead audiences on a sonic journey that blends the sights and sounds of the season with the musical mastery, heartwarming storytelling, and dazzling production the duo is renowned for. Filmed during their largest ‘A Drummer Boy Christmas’ tour to date in front of a high energy, sold out arena crowd of 12,000+ in Houston, TX, the festive phenomenon features never-before-seen live performance footage and breathtaking views from A Drummer Boy Christmas. Experience the magic of the season in cinemas this winter.",
    "rating": 98,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "The Return (2024)",
    "home": "the-return-2024",
    "releaseDate": "2024-12-06",
    "duration": 116,
    "genres": "",
    "description": "After 20 years away, Odysseus (Fiennes) washes up on the shores of Ithaca, haggard and unrecognizable. The King has returned from the Trojan War, but much has changed in his kingdom. His beloved wife Penelope (Binoche) is a prisoner in her own home, hounded by suitors vying to be king. Their son Telemachus faces death at the hands of these suitors, who see him as merely an obstacle to their pursuit of the kingdom. Odysseus has also changed—scarred by his experience of the Trojan war, he is no longer the mighty warrior from years past— but he must rediscover his strength in order to win back all that he has lost.",
    "rating": -1,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "My Neighbor Totoro - Studio Ghibli Fest 2024",
    "home": "my-neighbor-totoro---studio-ghibli-fest-2024",
    "releaseDate": "2024-12-07",
    "duration": 95,
    "genres": "Action,Adventure,Animated",
    "description": "From the legendary Studio Ghibli and Academy Award®-winning director Hayao Miyazaki, comes a classic tale of magic and adventure for the whole family.\r\n \r\nWhen Satsuki and her sister Mei move with their father to a new home in the countryside, they find country life is not as simple as it seems. They soon discover that the house and nearby woods are full of strange and delightful creatures, including a gigantic but gentle forest spirit called Totoro, who can only be seen by children. Totoro and his friends introduce the girls to a series of adventures, including a ride aboard the extraordinary Cat Bus, in this all-ages animated masterpiece featuring the voices of Tim Daly, Lea Salonga, and real-life sisters Dakota and Elle Fanning, in early roles.",
    "rating": -1,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Bonhoeffer: Pastor. Spy. Assassin. (2024)",
    "home": "bonhoeffer-pastor.-spy.-assassin.-2024",
    "releaseDate": "2024-11-22",
    "duration": 132,
    "genres": "Drama",
    "description": "As the world teeters on the brink of annihilation, Dietrich Bonhoeffer is swept into the epicenter of a deadly plot to assassinate Hitler. With his faith and fate at stake, Bonhoeffer must choose between upholding his moral convictions or risking it all to save millions of Jews from genocide. Will his shift from preaching peace to plotting murder alter the course of history or cost him everything?",
    "rating": 93,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Flow (2024)",
    "home": "flow-2024",
    "releaseDate": "2024-11-22",
    "duration": 85,
    "genres": "Action,Adventure,Animated",
    "description": "A wondrous journey, through realms natural and mystical, Flow follows a courageous cat after his home is devastated by a great flood. Teaming up with a capybara, a lemur, a bird, and a dog to navigate a boat in search of dry land, they must rely on trust, courage, and wits to survive the perils of a newly aquatic planet. From the boundless imagination of the award-winning Gints Zilbalodis (Away) comes a thrilling animated spectacle as well as a profound meditation on the fragility of the environment and the spirit of friendship and community. Steeped in the soaring possibilities of visual storytelling, Flow is a feast for the senses and a treasure for the heart.",
    "rating": 95,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Venom: The Last Dance (2024)",
    "home": "venom-the-last-dance-2024",
    "releaseDate": "2024-10-25",
    "duration": 109,
    "genres": "Action,Adventure,Sci-Fi,Fantasy",
    "description": "In Venom: The Last Dance, Tom Hardy returns as Venom, one of Marvel’s greatest and most complex characters, for the final film in the trilogy. Eddie and Venom are on the run. Hunted by both of their worlds and with the net closing in, the duo are forced into a devastating decision that will bring the curtains down on Venom and Eddie's last dance.",
    "rating": 81,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Get Away (2024)",
    "home": "get-away-2024",
    "releaseDate": "2024-12-06",
    "duration": 90,
    "genres": "Horror",
    "description": "A family's vacation to a remote getaway takes an unexpected turn when they discover the island they're on is inhabited by a serial killer.",
    "rating": -1,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Queer (2024)",
    "home": "queer-2024",
    "releaseDate": "2024-11-27",
    "duration": 135,
    "genres": "Drama,LGBTQ",
    "description": "In 1950s Mexico City, WILLIAM LEE, an American ex-pat in his late forties, leads a solitary life amidst a small American community. However, the arrival in town of EUGENE ALLERTON, a young student, stirs William into finally establishing a meaningful connection with someone.",
    "rating": 59,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "RM: Right People, Wrong Place (2024)",
    "home": "rm-right-people,-wrong-place-2024",
    "releaseDate": "2024-12-05",
    "duration": 80,
    "genres": "Documentary,Music,Performing Arts",
    "description": "“I’d try to see to what extent I could be truly honest with myself as RM, or as Kim Namjoon.” \r\n\r\nLeader of 21st century pop icons BTS, solo artist RM, and simply—Kim Namjoon; who is he, really? In search of the answer, he bares the unfamiliar feelings and stories in his second solo album “Right Place, Wrong Person”. \r\n\r\n“For the first time in a while, I feel like I’m existing as myself.” \r\n\r\nEverything he immersed himself in, reflected upon, and loved in 2023. \r\n\r\nFor the first time, RM—or just Kim Namjoon—steps forward, and opens the door to speak to his audience.",
    "rating": 99,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Nightbitch (2024)",
    "home": "nightbitch-2024",
    "releaseDate": "2024-12-06",
    "duration": 98,
    "genres": "Comedy,Drama",
    "description": "A woman (Amy Adams) pauses her career to be a stay-at-home mom seeking a new chapter in her life and encounters just that, when her maternal routine takes a surreal turn.",
    "rating": -1,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "The End (2024)",
    "home": "the-end-2024",
    "releaseDate": "2024-12-06",
    "duration": 148,
    "genres": "Drama,Music,Performing Arts",
    "description": "From Academy Award®-nominated director Joshua Oppenheimer (The Act of Killing, The Look of Silence) comes a poignant and deeply human musical about a family that survived the end of the world. \r\n \r\nTwenty-five years after environmental collapse left the Earth uninhabitable, Mother, Father and Son are confined to their palatial bunker, where they struggle to maintain hope and a sense of normalcy by clinging to the rituals of daily life—until the arrival of a stranger, Girl, upends their happy routine. Son, a naïve twenty-something who has never seen the outside world, is fascinated by the newcomer, and suddenly the delicate bonds of blind optimism that have held this wealthy clan together begin to fray. As tensions rise, their seemingly idyllic existence starts to crumble, with long-repressed feelings of remorse and resentment threatening to destroy the family’s delicate balance. But their reckoning with difficult truths also points to a different way forward.",
    "rating": -1,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Conclave (2024)",
    "home": "conclave-2024",
    "releaseDate": "2024-10-25",
    "duration": 120,
    "genres": "Drama",
    "description": "CONCLAVE follows one of the world’s most secretive and ancient events – selecting the new Pope. Cardinal Lawrence (Ralph Fiennes) is tasked with running this covert process after the unexpected death of the beloved Pope. Once the Catholic Church’s most powerful leaders have gathered from around the world and are locked together in the Vatican halls, Lawrence uncovers a trail of deep secrets left in the dead Pope’s wake, secrets which could shake the foundations of the Church.",
    "rating": 86,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "The Wild Robot (2024)",
    "home": "the-wild-robot-2024",
    "releaseDate": "2024-09-27",
    "duration": 102,
    "genres": "Action,Adventure,Animated",
    "description": "The epic adventure follows the journey of a robot—ROZZUM unit 7134, “Roz” for short — that is shipwrecked on an uninhabited island and must learn to adapt to the harsh surroundings, gradually building relationships with the animals on the island and becoming the adoptive parent of an orphaned gosling.",
    "rating": 98,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Heretic (2024)",
    "home": "heretic-2024",
    "releaseDate": "2024-11-08",
    "duration": 110,
    "genres": "Horror,Suspense,Thriller",
    "description": "Two young missionaries are forced to prove their faith when they knock on the wrong door and are greeted by a diabolical Mr. Reed (Hugh Grant), becoming ensnared in his deadly game of cat-and-mouse.",
    "rating": 77,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "A Real Pain (2024)",
    "home": "a-real-pain-2024",
    "releaseDate": "2024-11-01",
    "duration": 90,
    "genres": "Comedy,Drama",
    "description": "Mismatched cousins David (Jesse Eisenberg) and Benji (Kieran Culkin) reunite for a tour through Poland to honor their beloved grandmother. The adventure takes a turn when the odd-couple's old tensions resurface against the backdrop of their family history.",
    "rating": 81,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Standing on the Shoulders of Kitties (2024)",
    "home": "standing-on-the-shoulders-of-kitties-2024",
    "releaseDate": "2024-12-06",
    "duration": 111,
    "genres": "Comedy,Music,Performing Arts",
    "description": "While Bubbles and his band, \"The Sh*trockers,\" are playing shows around Nova Scotia a viral internet clip lands them a European tour opening for Billy Bob Thornton and the Boxmasters. With Randy as their roadie, they head to Prague but soon get kicked off the tour, busking to survive. Can Ricky and Julian come to the rescue?",
    "rating": -1,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Maria (2024)",
    "home": "maria-2024",
    "releaseDate": "2024-11-27",
    "duration": 123,
    "genres": "Drama",
    "description": "Academy Award®-winner Angelina Jolie is Maria Callas, one of the most iconic performers of the 20th century in acclaimed director Pablo Larrain's operatic MARIA. The film follows the American-Greek soprano as she retreats to Paris after a glamorous and tumultuous life in the public eye. MARIA reimagines the legendary soprano in her final days as the diva reckons with her identity and life.",
    "rating": 77,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Smile 2 (2024)",
    "home": "smile-2-2024",
    "releaseDate": "2024-10-18",
    "duration": 127,
    "genres": "Horror,Suspense,Thriller",
    "description": "About to embark on a new world tour, global pop sensation Skye Riley (Naomi Scott) begins experiencing increasingly terrifying and inexplicable events. Overwhelmed by the escalating horrors and the pressures of fame, Skye is forced to face her dark past to regain control of her life before it spirals out of control.",
    "rating": 81,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Anora (2024)",
    "home": "anora-2024",
    "releaseDate": "2024-10-18",
    "duration": 139,
    "genres": "Comedy,Drama",
    "description": "Anora, a sex worker from Brooklyn, gets her chance at a Cinderella story when she meets and marries the son of an oligarch. Once the news reaches Russia, her fairytale is threatened as the parents set out for New York to get the marriage annulled.",
    "rating": 90,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Laufey's A Night At The Symphony: Hollywood Bowl (2024)",
    "home": "laufey's-a-night-at-the-symphony-hollywood-bowl-2024",
    "releaseDate": "2024-12-06",
    "duration": 100,
    "genres": "Concert,Special Events,Music,Performing Arts",
    "description": "The 25-year-old GRAMMY-winning Icelandic-Chinese artist Laufey writes songs inspired by jazz greats and classical masters while possessing a point of view that could only be conveyed by a 21st-century twentysomething. The romantic and trailblazing approach has captured audiences worldwide, growing a global community of “Lauvers” and selling out every tour date the “Gen Z It Girl” (NY Times) has put on sale.\r\n\r\nLaufey’s A Night at the Symphony: Hollywood Bowl was filmed in Laufey’s adopted hometown of Los Angeles. Directed by Sam Wrench (Taylor Swift | The Eras Tour), Laufey takes the audience on a spell-binding sonic journey under the stars, performing alongside the legendary Los Angeles Philharmonic. Playing the iconic venue that Ella Fitzgerald and so many of Laufey’s heroes played before her, the film gives a behind-the-scenes look at the monumental show. As Variety sums up “Laufey feels like she was born to play the Hollywood Bowl”.",
    "rating": 98,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Terrifier 3 (2024)",
    "home": "terrifier-3-2024",
    "releaseDate": "2024-10-11",
    "duration": 125,
    "genres": "Horror",
    "description": "After surviving Art the Clown's Halloween massacre, Sienna and her brother are struggling to rebuild their shattered lives. As the holiday season approaches, they try to embrace the Christmas spirit and leave the horrors of the past behind. But just when they think they're safe, Art the Clown returns, determined to turn their holiday cheer into a new nightmare. The festive season quickly unravels as Art unleashes his twisted brand of terror, proving that no holiday is safe.",
    "rating": 85,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Juror #2 (2024)",
    "home": "juror-2-2024",
    "releaseDate": "2024-11-01",
    "duration": 114,
    "genres": "Drama,Suspense,Thriller",
    "description": "A juror for a high-profile murder trial finds himself struggling with a serious moral dilemma that could influence the verdict and potentially convict, or free, the wrong killer.",
    "rating": 91,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Hello, Love, Again (2024)",
    "home": "hello,-love,-again-2024",
    "releaseDate": "2024-11-13",
    "duration": 120,
    "genres": "Drama,Romance",
    "description": "Determined to reunite, Ethan (in Hong Kong) and Joy (in Canada) strive to improve their\r\nlives. As their love is tested by distance and unforeseen challenges, they part ways.\r\nYears later, they reconnect and rediscover each other amidst the complexities of their\r\nnew lives",
    "rating": 97,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Mr. Santa: A Christmas Extravaganza (2024)",
    "home": "mr.-santa-a-christmas-extravaganza-2024",
    "releaseDate": "2024-12-06",
    "duration": 98,
    "genres": "Family",
    "description": "Three music loving teens are at odds with the popular kids as the annual Christmas show draws near. Only a miracle could get these rivals to come together and save the show, that miracle happens when Santa Claus shows up as their substitute English teacher. With the Christmas spirit around the world at an all time low, Santa has a simple task, restore the spirit with these teens and save the spirit everywhere. This job may be too big, even for Santa.",
    "rating": -1,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Jenni (2024)",
    "home": "jenni-2024",
    "releaseDate": "2024-12-06",
    "duration": 112,
    "genres": "",
    "description": "Biopic based on the iconic Mexican-American singer-songwriter, actor, producer and women's rights activist, Jenni Rivera.",
    "rating": -1,
    "thumbnail": {
      "url": "cover.jpg"
    }
  },
  {
    "title": "Transformers One (2024)",
    "home": "transformers-one-2024",
    "releaseDate": "2024-09-20",
    "duration": 104,
    "genres": "Action,Adventure,Animated",
    "description": "TRANSFORMERS ONE is the untold origin story of Optimus Prime and Megatron, better known as sworn enemies, but once were friends bonded like brothers who changed the fate of Cybertron forever. In the first-ever fully CG-animated Transformers movie, TRANSFORMERS ONE features a star-studded voice cast, including Chris Hemsworth, Brian Tyree Henry, Scarlett Johansson, Keegan-Michael Key, Steve Buscemi, with Laurence Fishburne, and Jon Hamm.",
    "rating": 98,
    "thumbnail": {
      "url": "cover.jpg"
    }
  }
]